Repository: borismak96/MedTracker
Catalog: MedTracker/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ dose
zh_hant: %@服藥

source: %lld day streak
zh_hant: 連續 %lld 天

source: %lld days left
zh_hant: 剩餘 %lld 天

source: %lld days left in this month.
zh_hant: 本月尚餘 %lld 天。

source: %lld days taken
zh_hant: 已服用 %lld 天

source: %lld medications
zh_hant: %lld 種藥物

source: %lld medicines at this time
zh_hant: 此時間有 %lld 種藥物

source: %lld of %lld days logged as taken this month.
zh_hant: 本月已記錄服用 %lld / %lld 天。

source: %lld of %lld doses done
zh_hant: 已完成 %lld / %lld 次

source: %lld readings
zh_hant: %lld 筆紀錄

source: %lld readings today
zh_hant: 今日 %lld 筆紀錄

source: %lld taken · %lld skipped · %lld pending
zh_hant: 已服用 %lld · 已錯過 %lld · 待服用 %lld

source: A day counts when today’s medication is marked Taken.
zh_hant: 當日標記為「已服用」才會計入連續天數。

source: About
zh_hant: 關於

source: About Us
zh_hant: 關於我們

# About_Us_Content
source: PillPal is designed to help you easily track your daily medications and health data. It's a simple, intuitive, and privacy-respecting tool to make managing your health easier. Thank you for using our app!
zh_hant: 藥伴伴旨在幫助您輕鬆記錄日常服藥情況與健康數據。這是一個簡單、直觀且尊重隱私的追蹤工具，讓您的健康管理更加輕鬆。 感謝您的使用與支持！

source: Add Medication
zh_hant: 新增藥物

source: Add Photo
zh_hant: 新增照片

source: Add Reading
zh_hant: 新增紀錄

source: Add remark (optional)
zh_hant: 新增備註（選填）

source: Add Reminder
zh_hant: 新增提醒

source: Add reminder times in Reminder Times settings.
zh_hant: 請先在「提醒時間」設定中新增提醒。

source: Add your medications
zh_hant: 新增藥物

source: Additional Notes (Optional)
zh_hant: 備註（選填）

source: Adherence: %lld%%
zh_hant: 遵從率：%lld%%

source: Afternoon
zh_hant: 下午

source: Age Range
zh_hant: 年齡範圍

source: All reminder times taken today
zh_hant: 今日所有提醒時間皆已服用

source: All times
zh_hant: 所有時間

source: App Settings
zh_hant: 應用程式設定

source: Average
zh_hant: 平均值

source: Bad
zh_hant: 不好

source: Beats per minute
zh_hant: 每分鐘心跳次數

source: Blood Pressure
zh_hant: 血壓

source: Blood Pressure (mmHg)
zh_hant: 血壓 (mmHg)

source: Blood Pressure: %lld / %lld mmHg
zh_hant: 血壓：%lld / %lld mmHg

source: BP History
zh_hant: 血壓紀錄

source: BP Statistics
zh_hant: 血壓統計

source: BP Trends
zh_hant: 血壓趨勢

source: Calendar day: %lld / %lld
zh_hant: 日曆日期：%lld / %lld

source: Cancel
zh_hant: 取消

# CFBundleDisplayName
source: PillPal
zh_hant: 藥伴伴

source: Change Photo
zh_hant: 更換照片

source: Contact Us
zh_hant: 聯絡我們

source: Current Medications
zh_hant: 目前藥物

source: Current streak: %lld days
zh_hant: 目前連續：%lld 天

source: Custom
zh_hant: 自訂

source: Daily Status
zh_hant: 每日狀態

source: Data Export Report
zh_hant: 資料匯出報告

source: Date
zh_hant: 日期

source: day streak
zh_hant: 連續天數

source: Day Streak
zh_hant: 連續天數

source: Days
zh_hant: 天

source: Details
zh_hant: 詳情

source: Diastolic
zh_hant: 舒張壓

source: Diastolic (Low)
zh_hant: 舒張壓 (低壓)

source: Diastolic (Low) BP
zh_hant: 舒張壓 (低壓)

source: Diastolic Range
zh_hant: 舒張壓範圍

source: Doctor's Card
zh_hant: 醫生看診卡

source: Done
zh_hant: 完成

source: Dose
zh_hant: 劑量

source: Dose (e.g., 1 pill)
zh_hant: 劑量（例如：1粒）

source: Dose: %@
zh_hant: 劑量：%@

source: Edit
zh_hant: 編輯

source: Edit Blood Pressure
zh_hant: 編輯血壓

source: Edit each reminder time for this day.
zh_hant: 編輯此日每個提醒時間的狀態。

source: Edit Heart Rate
zh_hant: 編輯心率

source: Enable Daily Reminders
zh_hant: 啟用每日提醒

source: Excellent
zh_hant: 極佳

source: Export Data
zh_hant: 匯出資料

source: Exported At
zh_hant: 匯出時間

source: Follow these steps to schedule multiple reminder times and assign medicines to each one.
zh_hant: 依照以下步驟設定多個提醒時間，並將藥物指定到對應時段。

source: Follow these steps to schedule reminder times and assign medicines to each one.
zh_hant: 依照以下步驟設定提醒時間，並為每個時段指定藥物。

source: Fri
zh_hant: 五

source: Go to Profile to manage your medications, reminder times, and daily reminder notifications.
zh_hant: 前往個人檔案管理藥物、提醒時間與每日提醒通知。

source: Goal: %lld days
zh_hant: 目標：%lld 天

source: Good
zh_hant: 不錯

source: Heart Rate
zh_hant: 心率

source: Heart Rate (bpm)
zh_hant: 心率（次／分）

source: Heart Rate (Optional)
zh_hant: 心率（選填）

source: Hello, %@
zh_hant: 你好，%@

source: Hello, %@!
zh_hant: %@，你好！

source: Hello, Friend!
zh_hant: 你好，朋友！

source: Hello!
zh_hant: 你好！

source: High Blood Pressure
zh_hant: 高血壓

source: High Heart Rate
zh_hant: 心率偏高

source: History
zh_hant: 歷史記錄

source: How are you feeling today?
zh_hant: 今天感覺如何？

source: How to set reminders & medications
zh_hant: 如何設定提醒與藥物

source: How to Set Up
zh_hant: 設定教學

source: HR History
zh_hant: 心率歷史

source: HR Statistics
zh_hant: 心率統計

source: HR Trends
zh_hant: 心率趨勢

source: In Profile, enable Daily Reminders so PillPal can notify you at each scheduled time with the medicines for that slot.
zh_hant: 在個人資料中開啟每日提醒，藥伴伴就會在各時段通知你該吃的藥物。

source: In Profile, enable Daily Reminders so PillPal can notify you at each scheduled time.
zh_hant: 在個人檔案開啟每日提醒，藥伴伴便會在每個排程時間通知你。

source: Information for Reference Only
zh_hant: 資訊僅供參考

source: Is Taken
zh_hant: 已服用

source: It's time to take %@
zh_hant: 現在是服用 %@ 的時間了

source: Keep taking your medicines to grow your streak.
zh_hant: 持續按時服藥，延續你的連續紀錄。

source: Label (e.g. Morning)
zh_hant: 標籤（例如：早上）

source: Language
zh_hant: 語言

source: Last 30 Days
zh_hant: 過去 30 天

source: Let's stay on track today.
zh_hant: 今天也要按時服藥喔。

source: Log Blood Pressure
zh_hant: 記錄血壓

source: Log each reminder time
zh_hant: 分別記錄每個提醒時間

source: Log Heart Rate
zh_hant: 記錄心率

source: Log Medication
zh_hant: 記錄服藥

source: Log your medication directly from the Home Screen.
zh_hant: 直接從主畫面記錄服藥情況。

source: Low Heart Rate
zh_hant: 心率偏低

source: Manage Medications
zh_hant: 管理藥物

source: Manage Reminders
zh_hant: 管理提醒

source: Marks medication as taken or skipped for the next reminder time today.
zh_hant: 將下一筆提醒標記為已服用或已跳過。

source: Medical Card
zh_hant: 醫療卡

source: Medication Details
zh_hant: 藥物詳情

source: Medication Name
zh_hant: 藥名

source: Medication Reminder
zh_hant: 服藥提醒

source: Medications
zh_hant: 藥物

source: Medications:
zh_hant: 藥物：

source: Medicine: %@
zh_hant: 藥物：%@

source: Missed
zh_hant: 錯過

source: Missed at %@
zh_hant: 忘記時間：%@

source: Missed Details
zh_hant: 忘記/跳過詳情

source: Missed Medication
zh_hant: 忘記服藥

source: Mon
zh_hant: 一

source: Mood (Optional)
zh_hant: 心情（選填）

source: Mood Trends
zh_hant: 心情趨勢

source: Mood:
zh_hant: 心情：

source: Morning
zh_hant: 早上

source: Most Common
zh_hant: 最常見

source: My Data
zh_hant: 我的資料

source: Name
zh_hant: 姓名

source: Name Not Set
zh_hant: 尚未設定姓名

source: Neutral
zh_hant: 普通

source: Night
zh_hant: 晚上

source: No blood pressure data yet.
zh_hant: 尚未有血壓資料。

source: No BP recorded for this day.
zh_hant: 此日尚未記錄血壓。

source: No BP recorded today.
zh_hant: 今日未記錄血壓。

source: No data to display yet.
zh_hant: 尚無資料可顯示。

source: No details available.
zh_hant: 暫無詳情。

source: No heart rate recorded for this day.
zh_hant: 此日尚未記錄心率。

source: No heart rate recorded today.
zh_hant: 今日未記錄心率。

source: No medications added.
zh_hant: 尚未新增藥物。

source: No medicines assigned yet.
zh_hant: 尚未指定藥物。

source: No mood data yet this month.
zh_hant: 本月尚無心情資料。

source: No reminders yet.
zh_hant: 尚未設定提醒。

source: Normal
zh_hant: 正常

source: Normal Heart Rate
zh_hant: 心率正常

source: Not Recorded
zh_hant: 尚未記錄

source: Not recorded yet
zh_hant: 尚未記錄

source: Not selected
zh_hant: 尚未選擇

source: Not Taken
zh_hant: 未服用

source: Notes: %@
zh_hant: 備註：%@

source: OK
zh_hant: 好

source: On Home, check your day streak and this month rings, then use Take Now or Missed when you finish or skip a dose. Tap a streak colour to see that reminder’s details.
zh_hant: 在首頁查看連續天數與本月環形統計，服用或錯過時使用「現在服用」或「錯過」。點擊連續天數的顏色可查看該提醒詳情。

source: On Home, log each reminder with Take Now or Skip / Missed, and record how you feel.
zh_hant: 在今日頁面使用「現在服用」或「略過／錯過」記錄每次提醒，並記下心情。

source: Open Profile
zh_hant: 打開個人檔案

source: Open Profile → Manage Medications. Add each medicine and dose, then assign it to reminder times.
zh_hant: 打開個人檔案 → 管理藥物。新增每種藥物與劑量，並指定對應的提醒時間。

source: Open Profile → Manage Medications. Add each medicine and dose, then choose which reminder times it should use — or keep All times.
zh_hant: 前往個人資料 → 管理藥物。新增每種藥物與劑量，再選擇對應的提醒時間，或維持「所有時間」。

source: Open Profile → Reminder Times. Add one or more daily alarms (for example Morning, Afternoon, and Night), and pick a custom time for each.
zh_hant: 前往個人資料 → 提醒時間。新增一或多個每日鬧鐘（例如早上、下午、晚上），並自訂每個時間。

source: Open Profile → Reminder Times. Add one or more daily alarms (Morning, Afternoon, Night, or Custom).
zh_hant: 打開個人檔案 → 提醒時間。新增一個或多個每日鬧鐘（早上、下午、晚上或自訂）。

source: Overview
zh_hant: 總覽

source: Patient
zh_hant: 病患

source: Pending
zh_hant: 待服用

source: Personal Info
zh_hant: 基本資料

source: Physical Reaction (Optional)
zh_hant: 身體反應（選填）

source: PillPal
zh_hant: 藥伴伴

source: Profile
zh_hant: 個人資料

source: Quick Action
zh_hant: 快速操作

source: Range
zh_hant: 範圍

source: Reaction:
zh_hant: 反應：

source: Reaction: %@
zh_hant: 反應：%@

source: Readings
zh_hant: 筆數

source: Recent Trends
zh_hant: 近期趨勢

source: Recorded
zh_hant: 已記錄

source: Remaining
zh_hant: 剩餘

source: Remark (optional)
zh_hant: 備註（選填）

source: Remark:
zh_hant: 備註：

source: Remind at
zh_hant: 提醒於

source: Reminder
zh_hant: 提醒

source: Reminder & Medication Guide
zh_hant: 提醒與藥物設定指南

source: Reminder History
zh_hant: 提醒紀錄

source: Reminder Time
zh_hant: 提醒時間

source: Reminder time: %@
zh_hant: 提醒時間：%@

source: Reminder Times
zh_hant: 提醒時間

source: Reminders
zh_hant: 提醒

source: Remove
zh_hant: 移除

source: Sat
zh_hant: 六

source: Save
zh_hant: 儲存

source: Save Record
zh_hant: 儲存記錄

source: Save Settings
zh_hant: 儲存設定

source: Saved!
zh_hant: 已儲存！

source: Scheduled · %@
zh_hant: 排程 · %@

source: Scheduled for %@
zh_hant: 預定時間：%@

source: Select age range
zh_hant: 請選擇年齡範圍

source: Set one or more daily reminder times. Assign medicines to each time on the Medications page.
zh_hant: 可設定一個或多個每日提醒時間。請在「藥物」頁面將藥品指定到對應時間。

source: Set reminder times
zh_hant: 設定提醒時間

source: Shows medications and recent health data.
zh_hant: 顯示藥物及近期健康數據。

source: Shows your medication status and day streak.
zh_hant: 顯示您的服藥狀態與連續天數。

source: Skip
zh_hant: 跳過

source: Skip / Missed
zh_hant: 跳過 / 忘記

source: Skipped
zh_hant: 已跳過

source: Skipped Today
zh_hant: 今日已跳過

source: Slightly High Blood Pressure
zh_hant: 前期高血壓

source: Status
zh_hant: 狀態

source: Stay on track with your health
zh_hant: 一起守護你的健康節奏

source: Streak
zh_hant: 連續

source: Sun
zh_hant: 日

source: System
zh_hant: 系統預設

source: Systolic
zh_hant: 收縮壓

source: Systolic (High)
zh_hant: 收縮壓 (高壓)

source: Systolic (High) BP
zh_hant: 收縮壓 (高壓)

source: Systolic Range
zh_hant: 收縮壓範圍

source: Take
zh_hant: 服用

source: Take Medication
zh_hant: 服用藥物

source: Take Now
zh_hant: 現在服用

source: Taken
zh_hant: 已服用

source: Taken this month: %lld
zh_hant: 本月已服用：%lld

source: Taken Today
zh_hant: 今日已服

source: Tap a colour for month details
zh_hant: 點擊顏色查看本月詳情

source: Tap a colour for reminder details
zh_hant: 點擊顏色查看提醒詳情

source: Tap a ring for details
zh_hant: 點擊環形圖查看詳情

source: Target Hour
zh_hant: 固定時間（小時）

source: Target Minute
zh_hant: 固定時間（分鐘）

source: Terms & Conditions
zh_hant: 條款與細則

# Terms_Body_1
source: This app is strictly a personal health tracking tool. It does not provide professional medical diagnoses or advice. Always consult a healthcare professional for medical concerns.
zh_hant: 本應用程式僅作為個人健康記錄與追蹤工具，不提供任何專業的醫療診斷或建議。若您有任何醫療疑問，請務必諮詢專業醫師。

# Terms_Body_2
source: We value your privacy. All your health data is stored locally on your device and your personal iCloud account. We do not collect, sell, or share your sensitive health data with third parties.
zh_hant: 我們非常重視您的隱私。您輸入的所有健康數據與個人資料均僅儲存於您的設備及個人的 iCloud 帳號中。我們不會收集、出售或與第三方分享您的任何敏感健康資料。

# Terms_Body_3
source: The developers are not liable for any health issues or consequences arising from the use of this app.
zh_hant: 本應用程式開發團隊不對因使用本程式所記錄之數據或產生的任何健康狀況負擔法律責任。

# Terms_Body_4
source: We reserve the right to modify these terms at any time. Updates will be reflected within the app.
zh_hant: 我們保留隨時修改本條款與細則的權利，更新後將於應用程式內公告。

# Terms_Body_5
source: All information and medication records entered in this app are strictly for your own personal reference.
zh_hant: 本應用程式內記錄的所有資訊與藥物資料僅供您個人參考使用。

# Terms_Content
source: Welcome to PillPal. 1. Nature of Service This app is strictly a personal health tracking tool. It does not provide professional medical diagnoses or advice. Always consult a healthcare professional for medical concerns. 2. Privacy We value your privacy. All your health data is stored locally on your device and your personal iCloud account. We do not collect, sell, or share your sensitive health data with third parties. 3. Disclaimer The developers are not liable for any health issues or consequences arising from the use of this app. 4. Changes to Terms We reserve the right to modify these terms at any time. Updates will be reflected within the app. 5. Information for Reference Only All information and medication records entered in this app are strictly for your own personal reference.
zh_hant: 歡迎使用藥伴伴。 1. 服務性質 本應用程式僅作為個人健康記錄與追蹤工具，不提供任何專業的醫療診斷或建議。若您有任何醫療疑問，請務必諮詢專業醫師。 2. 隱私權保護 我們非常重視您的隱私。您輸入的所有健康數據與個人資料均僅儲存於您的設備及個人的 iCloud 帳號中。我們不會收集、出售或與第三方分享您的任何敏感健康資料。 3. 免責聲明 本應用程式開發團隊不對因使用本程式所記錄之數據或產生的任何健康狀況負擔法律責任。 4. 條款修改 我們保留隨時修改本條款與細則的權利，更新後將於應用程式內公告。 5. 資訊僅供參考 本應用程式內記錄的所有資訊與藥物資料僅供您個人參考使用。

# Terms_Title_1
source: 1. Nature of Service
zh_hant: 1. 服務性質

# Terms_Title_2
source: 2. Privacy
zh_hant: 2. 隱私權保護

# Terms_Title_3
source: 3. Disclaimer
zh_hant: 3. 免責聲明

# Terms_Title_4
source: 4. Changes to Terms
zh_hant: 4. 條款修改

# Terms_Title_5
source: 5. Information for Reference Only
zh_hant: 5. 資訊僅供參考

source: Terrible
zh_hant: 糟糕

source: this month
zh_hant: 本月

source: This Month
zh_hant: 本月

source: This reading is high. If you can, please talk to your family doctor.
zh_hant: 這次血壓偏高，有空的話請徵詢家庭醫生的意見。

source: Thu
zh_hant: 四

source: Time
zh_hant: 時間

source: Today
zh_hant: 今天

source: Today · %@
zh_hant: 今天 · %@

source: Today: %@
zh_hant: 今天：%@

source: Today's Medication
zh_hant: 今日藥物

source: Track on Home
zh_hant: 在今日頁面記錄

source: Tue
zh_hant: 二

source: Turn on notifications
zh_hant: 開啟通知

source: Type
zh_hant: 類型

source: Under 18
zh_hant: 18 歲以下

source: Undo
zh_hant: 復原

source: Value
zh_hant: 數值

source: Version 1.0
zh_hant: 版本 1.0

source: View BP Trends
zh_hant: 查看血壓趨勢

source: View HR Trends
zh_hant: 查看心率趨勢

source: Vitals
zh_hant: 生命體徵

source: Vitals (Optional)
zh_hant: 生命體徵 (選填)

source: Wed
zh_hant: 三

source: Your blood pressure looks healthy. Plan another check within two years.
zh_hant: 血壓看起來不錯，建議兩年內再檢查一次，繼續保持。

source: Your current day streak is %lld.
zh_hant: 你目前的連續天數是 %lld。

source: Your heart rate is a little low. If you feel dizzy or unwell, please talk to your family doctor.
zh_hant: 你的心率略為偏低。如感到暈眩或不適，請向家庭醫生查詢。

source: Your heart rate is high. If you can, please talk to your family doctor.
zh_hant: 你的心率偏高。如方便，請向家庭醫生查詢。

source: Your heart rate looks healthy. Keep checking from time to time.
zh_hant: 你的心率看起來健康。請繼續不時檢查。

source: your medication
zh_hant: 您的藥物

source: Your Medication
zh_hant: 你的藥物

source: Your reading is a little high. Checking again within a year will help you stay on top of it.
zh_hant: 血壓稍微偏高一點，建議一年內再檢查一次，多留意自己的身體。
